<template>
  <main id="neirong">
    <div>
      <div class="neirtitle">
        <i class="shured"></i>
        <span>主编推荐</span>
        <hr/>
      </div>
      <div class="neirtitle">
        <i class="shured"></i>
        <span>内容简介</span>
        <hr/>
        <p>&nbsp;&nbsp;《拾掇70年的片段——我和我的祖国》是一部反映新中国70年光辉历程、伟大成就的文学作品集。值此新中国成立70周年之际，中宣部、中央文明办、教育部、文化和旅游部、中国文联、中国作协联合开展“我和我的祖国”大型征文征集活动，以“个人”与“国家”的关系为主线，面向全国征集相关作品。来稿以普通基层工作者为主，他们如数家珍地讲述70年来自己所观察、所经历、所思考的故事，从生活的点滴变化，透视社会的巨大变迁，生动地展现出国家从站起来、富起来到日益走向强大的方方面面。“学习强国”学习平台从中遴选结集出版。这是人民群众对新中国70年的一种文学性、群像性、片段性总结，更是对新中国成立70周年的一份饱含深情的献礼。</p>
      </div>
      <div class="neirtitle">
        <i class="shured"></i>
        <span>作者简介</span>
        <hr/>
      </div>
      <div class="neirtitle">
        <i class="shured"></i>
        <span>目录</span>
        <hr/>
        <transition v-show="true">
          散文卷
          井，乡村嬗变的美丽“句号”熊雪峰／003
          木楼土楼金楼杨福臣／007
          陶河泥土红又红郑能新／011
          母亲的愿望娄国标／015
          一川烟雨海丹青／018
          舌尖上的“前世今生”贾双玉／023
          麦收如歌李兴甲／027
          炊烟散尽是新城李新华／032
          乡愁，是一种美好的希望张家玮／035
          我是客家人冯燕花／039
          拜母河梁去陈先礼／044
          老宅子的记忆李晓斌／048
          枫叶红透西部天薛美娟／051
          我家的电视机变奏曲梁永刚／056
          千里万里，游子难忘一片林赵文瑞／060
          春风化雨：我家和祖国的二三事亚力坤江·艾思格／064
          “立”起来的衣服杨军民／067
          大爷爷与老家马云龙／070
          三代人与电话王璐／074
          山乡春色美李人庆／080
          三个难忘的“9”年年越／083
          春到红安小丰山秦和元／087
          稻香之恋吴术球／092
          衣食住行中的点滴感受詹少辉／095
          从农民工到记者张喜洋／100
          城市的幸福变奏林文钦／104
          此生幸为援疆人徐新／109
          最美人间四月天贺慧宇／112
          家乡的小溪清悠悠秦和元／118
          行走的时光郑宗栖／121
          耕读继世毕玉青／126
          故乡素书（三章）丁纬／129
          离原陌上秋草香叶家坤／136
          难忘的“蛇皮口袋”张喜洋／142
          乡村雨后夏洪纪／145
          父母常说的一句话邢晓荣／148
          酒泉印象张晓凌／151
          两代人圆梦义乌杜晓波／154
          在美国小学讲春节许博／157
          我和祖国的“四季歌”邹慧／161
          一棵皂角树赵灵芝／165
          诗歌卷
          美姑的色彩（组诗）许岚／175
          在大洋的那一边（组诗）齐冬平／182
          一块闲铁的思想何盛辉／191
          我是开山岛（组诗）李复国／193
          我为祖国种下一棵树熊元龙／198
          新时代轨道之路潘利／200
          从此，你携春天一路同行李光明／202
          该怎样爱你——这脚下的土地梁刚／204
          使命王大鹏／206
          春天的手风琴范思岳／209
          我多想变成一粒细沙李羽彤／211
          我爱你，中国！王海娜／213
          红色的血液牟惠嫄／215
          港珠澳，爱你是座桥余玉明／217
          我当过兵马红彪／219
          闪亮的名字柳永建／221
          我们都热爱这片山河（组诗）李愫生／223
          报告文学卷
          三年河西崔展红／231
          一个人改变一个村陈秀民／259
        </transition>
      </div>
      <div class="neirtitle">
        <i class="shured"></i>
        <span>精彩内容</span>
        <hr/>
      </div>
    </div>
  </main>
</template>

<script>
    export default {
        name: "neirong"
    }
</script>

<style scoped>
  .neirtitle{
    font-size: 14px;
    padding: 0vw 5vw;
    color: #666666;
    margin-bottom: 50px;
  }
  .neirtitle i{
    display: inline-block;
    width: 3px;
    height: 12px;
    background-color: #f41e33;
    position: relative;
    top: 2px;
  }
  .neirtitle hr{
    width: 65vw;
    float: right;
    border: none;
    height: 1px;
    background-color: #dddddd;
  }
  .neirtitle p{
    margin-top: 10px;
    font-size: 13px;
    line-height: 18px;
  }
</style>
